---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeShowCutline
source: html/f34cdeba-2ed9-6e3d-3498-b6c049c31612.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeShowCutline Property

"Show Cut Line in Plan": Show Cut Line in Plan

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeShowCutline { get; }
```